Revit 2024 API
ParameterTypeId.RbsWireConduitTypeParam Property
 "Conduit Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsWireConduitTypeParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsWireConduitTypeParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsWireConduitTypeParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace